export default {
  projections: {
    ОперацииE: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      оборудование: {
        __caption__: 'Оборудование',
        инвНомер: {
          __caption__: 'Инв номер'
        }
      },
      админ: {
        __caption__: 'Админ',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОперацииL: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      оборудование: {
        __caption__: 'Инв номер',
        инвНомер: {
          __caption__: 'Инв номер'
        }
      },
      админ: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    действие: {
      __caption__: 'Действие'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    оборудование: {
      __caption__: 'Оборудование'
    },
    админ: {
      __caption__: 'Админ'
    }
  }
};
