export default {
  projections: {
    ОборудованиеE: {
      инвНомер: {
        __caption__: 'инвНомер'
      },
      название: {
        __caption__: 'название'
      },
      датаДобавления: {
        __caption__: 'датаДобавления'
      },
      сотрудник: {
        __caption__: 'сотрудник',
        фИО: {
          __caption__: 'фИО'
        }
      },
      тип: {
        __caption__: 'тип',
        название: {
          __caption__: 'название'
        }
      }
    },
    ОборудованиеL: {
      инвНомер: {
        __caption__: 'инвНомер'
      },
      название: {
        __caption__: 'название'
      },
      датаДобавления: {
        __caption__: 'датаДобавления'
      },
      тип: {
        __caption__: 'тип',
        название: {
          __caption__: 'название'
        }
      },
      сотрудник: {
        __caption__: 'сотрудник',
        фИО: {
          __caption__: 'фИО'
        }
      }
    }
  },
  validations: {
    название: {
      __caption__: 'название'
    },
    датаДобавления: {
      __caption__: 'датаДобавления'
    },
    инвНомер: {
      __caption__: 'инвНомер'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    тип: {
      __caption__: 'тип'
    },
    рабочееМесто: {
      __caption__: 'рабочееМесто'
    }
  }
};
