export default {
  projections: {
    ОперацииE: {
      дата: {
        __caption__: 'дата'
      },
      действие: {
        __caption__: 'действие'
      },
      состояние: {
        __caption__: 'состояние'
      },
      оборудование: {
        __caption__: 'оборудование',
        инвНомер: {
          __caption__: 'инвНомер'
        }
      },
      админ: {
        __caption__: 'админ',
        фИО: {
          __caption__: 'фИО'
        }
      }
    },
    ОперацииL: {
      дата: {
        __caption__: 'дата'
      },
      действие: {
        __caption__: 'действие'
      },
      состояние: {
        __caption__: 'состояние'
      },
      оборудование: {
        __caption__: 'оборудование',
        инвНомер: {
          __caption__: 'инвНомер'
        }
      },
      админ: {
        __caption__: 'админ',
        фИО: {
          __caption__: 'фИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    действие: {
      __caption__: 'действие'
    },
    состояние: {
      __caption__: 'состояние'
    },
    оборудование: {
      __caption__: 'оборудование'
    },
    админ: {
      __caption__: 'админ'
    }
  }
};
