export default {
  projections: {
    РабочееМестоE: {
      инвНомер: {
        __caption__: 'инвНомер'
      },
      кабинет: {
        __caption__: 'кабинет'
      },
      место: {
        __caption__: 'место'
      },
      филиал: {
        __caption__: 'филиал',
        название: {
          __caption__: 'название'
        }
      },
      оборудование: {
        __caption__: 'оборудование',
        инвНомер: {
          __caption__: 'инвНомер'
        },
        название: {
          __caption__: 'название'
        },
        датаДобавления: {
          __caption__: 'датаДобавления'
        },
        сотрудник: {
          __caption__: 'сотрудник',
          фИО: {
            __caption__: 'фИО'
          }
        },
        тип: {
          __caption__: 'тип',
          название: {
            __caption__: 'название'
          }
        }
      },
      пО: {
        __caption__: 'пО',
        название: {
          __caption__: 'название'
        },
        версия: {
          __caption__: 'версия'
        },
        freeware: {
          __caption__: 'freeware'
        },
        вендор: {
          __caption__: 'вендор',
          название: {
            __caption__: 'название'
          }
        }
      }
    },
    РабочееМестоL: {
      инвНомер: {
        __caption__: 'инвНомер'
      },
      кабинет: {
        __caption__: 'кабинет'
      },
      место: {
        __caption__: 'место'
      },
      филиал: {
        __caption__: 'филиал',
        название: {
          __caption__: 'название'
        }
      }
    }
  },
  validations: {
    инвНомер: {
      __caption__: 'инвНомер'
    },
    кабинет: {
      __caption__: 'кабинет'
    },
    место: {
      __caption__: 'место'
    },
    филиал: {
      __caption__: 'филиал'
    },
    пО: {
      __caption__: 'пО'
    },
    оборудование: {
      __caption__: 'оборудование'
    }
  }
};
